IDEA Open Model
TendonTimeStressLoading Class
Compatible with IDEA StatiCa 20.1
 Tendon stress loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.TendonTimeStressLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class TendonTimeStressLoading
Public Class TendonTimeStressLoading
The TendonTimeStressLoading type exposes the following members.
Constructors
Name | Description
TendonTimeStressLoading
Initializes a new instance of the TendonTimeStressLoading class
Top
Properties
Name | Description
Stress
 Tendon stress
Time
 Time
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace